{
  "add_prefix_space": false,
  "backend": "tokenizers",
  "bos_token": "<|im_start|>",
  "clean_up_tokenization_spaces": false,
  "eos_token": "<|im_end|>",
  "extra_special_tokens": [
    "<|im_start|>",
    "<|im_end|>"
  ],
  "is_local": true,
  "max_length": 256,
  "model_max_length": 8192,
  "pad_to_multiple_of": null,
  "pad_token": "<|im_end|>",
  "pad_token_type_id": 0,
  "padding_side": "right",
  "stride": 0,
  "tokenizer_class": "TokenizersBackend",
  "truncation_side": "right",
  "truncation_strategy": "longest_first",
  "unk_token": "<|endoftext|>",
  "vocab_size": 49152
}
